import React from "react";
import StartingBanner from "../../forAll/StartingBanner";
import { useParams } from "react-router-dom";
import { lazy } from "react";
const LinksSection = lazy(() => import("../../forAll/LinksSection"));

const PramukhKaryaharuSubpage = ({ subpageContent }) => {
  const subLink = useParams().subLink;
  const selectedContent = subpageContent && subpageContent[subLink && subLink];

  return (
    <>
      <StartingBanner />
      <div className="parichaya-subpage">
        <div className="contents">
          <div className="main-section">
            <h1 className="heading">
              {selectedContent &&
                selectedContent.heading &&
                selectedContent.heading}
            </h1>
            <span
              dangerouslySetInnerHTML={{
                __html:
                  selectedContent &&
                  selectedContent.desc &&
                  selectedContent.desc,
              }}
            />
          </div>
          <LinksSection />
        </div>
      </div>
    </>
  );
};

export default PramukhKaryaharuSubpage;

PramukhKaryaharuSubpage.defaultProps = {
  subpageContent: {
    anusandhanatmak: {
      heading: "अनुसन्धानात्मक प्रकाशनहरु",
      desc: "<div className='desc'><p>प्रतिष्ठानले राष्ट्रिय महत्वका विषयमा अध्ययन् अनुसन्धान तथा कार्यशाला गोष्ठी गरी सोको आधारमा प्रकाशित कृतिहरूले राष्ट्रिय सवालका विषयमा जनचेतना अभिवृद्धि गर्नका साथै सरकारी ऐन नियम परिवर्तन गर्नमा समेत टेवा पुर्याएको छ। यसकार्यमा प्रतिष्ठानलाई फ्रेडिक स्फटुड. फाउण्डेशन लगाएत अन्य दात्री सस्थाहरुको सहयोग हुदै आएको छ।  यी वाहेक प्रतिष्ठानको प्रकाशनको अर्को मुख्य विषय लैङ्गिक समानता तथा महिला सशत्तिकरण रहेको छ। महिला विकासका क्षेत्रमा सम्बन्धित बिषय तथा मुद्धा अध्ययन.अनुसन्धान तथा सेमीनारहरू गरी सोको आधारमा पुस्तक प्रकासन गरिएको छ । यसले महिला विकाशमा सकारात्मक परिर्वतन ल्याउन तथा नीति निमार्णमा रहेका व्यक्तिहरूलाई सचेत गराउन महत्वपूर्ण भुमिका खेलेको छ । </p> <br/> <p>१ नेपालको महिला आन्दोलनको परिवर्तित सन्दर्भ एक विवेचना : २०६८ –डा. मीना आचार्य</p><p>२ नेपालको जात/जातिगत तथा लैङ्गिक आयामः तथ्याङ्कगत विश्लेषण, (२०४८–२०५८), २००८ –डा. मीना आचार्य</p> <p>3 Caste, Ethnic and Gender Dimensions of Nepal’ Population: A Statistical Analysis, 1991-2001, 2008 </p> <p>– Dr. Meena Acharya</p><p>४ भावी संविधान र महिला शशक्तिकरण, २०६४ –डा. मीना आचार्य</p><p>५ नेपालमा महिला विकासका प्रयत्नहरू : २०६२ –डा. मीना आचार्य </p><p>6 Effort at Promotion of Women in Nepal : 2004 – Dr. Meena Acharya</p> <br/><h3>नेपालको जात/जातिगत तथा लैङ्गिक आयामः तथ्याङ्कगत विश्लेषण (२०४८–२०५८)</h3><p>नेपालको जात/ जातिगत तथा लैङ्गिक आयामः तथ्याङ्कगत विश्लेषण, (२०४८–२०५८) अंग्रजी तथा नेपाली संस्करणले राज्यको पुसर्नसंरचना तथा समावेशी राज्य व्यवस्थाको निर्माणका लागि आधारभूत तथ्याङ्कको विश्लेषण प्रस्तुत गरेको छ । सन् २००५ मा यस विषयमा अनुसन्धान तथा अन्तक्रिया गरी सार्वजनिक गरिएको थियो। तथ्याङ्कहरूले नेपाल सरकार दाता संस्था तथा राष्ट्रहरु र नागरिक समाजलाई  समावेशी कार्यक्रम संञ्चालन गर्न प्रथम आधारको आधार खडा गरेको थियो । हाल यो प्रतिवेदनको अंग्रजी र नेपाली संस्करण वि.स.२०६६ मानै प्रकाशित भएका छन् । </p><br/><h3>नेपालको महिला आन्दोलनका परिवर्तित सन्र्दभः एक विवेचना, २०६८  </h3> <p>यो पुस्तिकाले नेपाली महिला आन्दोलनका सैद्धान्तिक र ऐतिहासिक पक्षलाई समेट्दै नेपाली महिला आन्दोलनका विभिन्न चरणहरुको संक्षिप्त विवेचना गरेको छ । यस आन्दोलनलाई वर्तमानसम्म पु¥याउन, आन्दोलनका विभिन्न धारहरुको योगदान र वर्तमान आन्दोलनलाई “विविधतामा एकता”को सन्दर्भमा जनजाति, मधेशी, दलित तथा अन्य समग्र महिला आन्दोलनका माग र अप्ठ्याराहरु तथा सहमतिका बुँदाहरुको विश्लेषण गरिएको छ । यसका साथै समग्र महिला आन्दोलनका वर्तमान मुद्दाहरुलाई आजसम्म कुण्ठित आवाजलाई समेट्दै, जनजाति, दलित मधेशी सबैका मागहरुलाई समेट्न सक्नु र एकताको ठोस कार्यनीति अघि सार्न प्रेरणा प्रदान गरेको छ ।  महिला अस्मिता र अस्तित्वको सबालसँगै गाँसिएको महिला हिंसाको न्यूनीकरण गर्न, महिला अधिकारतर्फ आजसम्मका उपलब्धिको संरक्षण गन, कानूनी अधिकार र विकासमा सहभागितालाई यथार्थमा ओराल्न  र नागरिकताको जस्तो आधारभूत पक्षको समान अधिकारको प्राप्तिका लागि एकजुट यो पुस्तक प्रेरक बनेको छ । </p><br/><p>यो पुस्तिकाले एक व्यक्तिको विचार भन्दा पनि आजका महिला अगुवा नेतृहरु,  संविधानसभाका महिला सदस्यहरु, विभिन्न धारका महिला सञ्जाल तथा गैर– सरकारी संस्थाहरुसँगको विस्तृत अन्तरक्रियाबाट भावी महिला आन्दोलनका एउटा एकीकृत कार्यनीति प्रस्तुत गर्न खोजेको छ ।टंक प्रसाद स्मृति आचार्य प्रतिष्ठानको तथा सहभागी संस्थाको संयुक्त प्रयासमा अन्तरक्रियाहरुको आयोजना गरी बेग्लै अध्ययनको शिलशिलामा डा. मीना आचार्यका यो पुस्तक तयार पार्नु भएको हो । </p> <br/><h3>भावी संविधान र महिला शशक्तिकरण, २०६४</h3> <p>२०६४ मा संविधान सभाको निर्वाचन अगाडि डा. देवराज दाहाल, डा. काशीराज दाहाल, डा.मीना आचार्य तथा स्थानीय श्रोत व्यक्तिहरूको संलग्नातामा संविधान सम्बन्धी गोष्ठीहरू सम्पन्न गरेको थियो । तत् पश्चाच डा.मीना आचार्यको यो पुस्तक संविधान सभाका निवार्चनकने समयमा धेरै चर्चित र वितरित रहयो ।</p><br/><h3>नेपालमा महिला विकासका प्रयत्नहरू, २०६२</h3><p>महिला र पुरुष तथा सबै नागरिकलाई समान अधिकारको व्यवस्था हुनु प्रजातन्त्रको प्राथमिक आधार हो । तर सबैको आफ्ना अधिकार उपभोग गर्न सक्ने “आधारशीला”  अथवा वातावरणको सिर्जना गर्नु त्यसभन्दा पनि बढी महत्वपूर्ण हुन्छ । नेपाल सरकारले राजनैतिक तथा विकास क्षेत्रमा महिलाको भूमिका बढाउने अन्तर्राष्ट्रिय सन्धी सम्झौता अनुसार धेरै कानून पनि बनाइ सकेको छ । </p><p>डा. मीना आचार्यद्वारा लिखित यो “ नेपालमा महिला विकासका प्रयत्नहरू ” यस पुस्तकमा नेपाली महिलाको सामाजिक, आर्थिक र राजनैतिक अवस्थामा भएका सुधारहरूलाई पूर्ण रूपमा अध्यावधिक गर्दै, नेपालको यस क्षेत्रका उपलब्धिलाई औंल्याउँदै, भावी कार्यदिशालाई औंल्याएको छ । यसका अतिरिक्त पुस्तकले एफ.इ.एस नेपालले एउटा प्रजातान्त्रिक प्रतिष्ठानका रूपमा आफ्ना सहयोगी गैर सरकारी संस्थाहरू, शैक्षिक संस्था, ट्रेड युनियन, सञ्चार र नागरिक समाजमा महिला र पुरुषको राजनैतिक र सामाजिक समाहितीकरणका लागि कसरी सहयोग गर्न सक्छ भन्ने प्रश्नहरू पनि प्रस्तुत गरेको छ । </p></div>",
    },
    prakshan: {
      heading: "प्रकाशन",
      desc: "<div className='desc'><p>हालसम्म गरिएका प्रमुख कार्यहरूः प्रतिष्ठानले आफ्नो स्थापना कालदेखि नै नेपाल सरकार, आचार्य परिवार शुभचिन्तकहरूको सहयोगमा राजनीतिक चिन्तन, शिक्षा जनचेतना, नागरिक सचेतना सम्बन्धी महत्वपूर्ण कार्य गर्दै विभिन्न प्रकाशनहरु गर्दै आइरहेको छ ।</p> <br/><h3>स्वर्गीय आचार्यको योगदानलाई चिनाउने प्रकाशनहरु</h3><p>टंकप्रसाद स्मृति प्रतिष्ठानका प्रकाशनहरूले प्रथमतः स्वर्गीय आचार्यको योगदानलाई चिनाउने र उहाँको स्मृतिलाई दिगो राख्नुका साथै नेपाली इतिहनसका धेरै अदृश्य तथ्यहरु लाई उजागर गरिएको छ । यस सन्र्दभमा उहाँको नन्म शताब्दीको अवसरमा प्रकाशित पुस्तकहर लगाएत निम्न पुस्तकहरु विशेष स्मरणीय छन ।</p><p>१ टंक प्रसाद ः २०६९ –विरभद्र आचाय</p><p>२ टंकप्रसाद आचार्य र आजको नेपाल ः २०६९ –गोविन्द प्रसाद दुलाल</p><p>३ आधुनिक नेपाल निजामति सेवाको परिकल्पनाकार एवं प्रवर्तक टंकप्रसाद आचार्य ः २०६८ –द्वारिकानाथ ढुङ्गेल</p><p>४ टंकप्रसाद आचार्यको परराष्ट्र निति ः २०६८ –डा.शोभा पोखरेल</p><p>५ रेकन्तकुमारी आचार्य परिचय र अभिव्यक्ति २०६३ –गोविन्द प्रसाद दुलाल</p><p>६ १९९७ देखि २०१७ साल एक अवलोकन ः २०६२ –अरविन्द रिमाल</p><p>७ ज्यूँदा शहीदहरू ः २०५७ –अरविन्द रिमाल</p><p>८ टंकप्रसाद आचार्य स्मृति ग्रन्थ ः २०५४–अरविन्द रिमाल</p><p>९ आचार्यसितको केही क्षण ः २०५० — मणिराज उपाध्याय</p><br/><h3>आधुनिक नेपाल निजामती सेवाको परिकल्पानाकार एवं प्रवर्तक टंक प्रसाद आचार्य, २०६९</h3><p>वर्तमानमा कायम रहेको मुलुकको निजामती सेवाप्रति जेजस्तो धारणा जसले जुन रूपमा बनाए पनि त्यो बनाउन २०१३ सालमा प्रधानमन्त्री टङ्कप्रसाद आचार्यलगायत प्रशासन पुनर्गठन योजना आयोगका सदस्यहरू र सल्लाहकार भई काम गर्नेको परिश्रमको फल हो । नेपाल सरकारले भाद्र २२ लाई निजामती सेवा दिवस मनाउने परम्परा बसालिनुलाई राम्रो मान्नुपर्दछ । यसलाई सरकारका तर्फबाट अप्रत्यक्ष रूपमा भए पनि टङ्कप्रसाद आचार्य र उनीसँग काम गरेका टोलीप्रति सद्भाव जनाएको मान्न सकिन्छ । टङ्कप्रसाद आचार्यको दूरदर्शितामा मुलुकको निजामती संयन्त्रलाई आधुनिक रूप दिने जुन प्रयास भयो, त्यसप्रति मुलुक अनुगृहीत हुनुपर्ने हुन्छ ।</p><p>मुलुकको प्रशासन एक प्रकारले अहिले (२०६९) मा सङ्क्रमणकालमा छ । वि. सं. २०१३ सालपछि निजामती प्रशासन पहिलो पटक रूपान्तरणको स्थितिमा छ । वर्तमान राजनीतिक नेतृत्व तथा प्रशासकहरूले आचार्य मन्त्रिपरिषद् र प्रशासन पुनर्गठन योजना आयोगका सदस्यहरूको तत्कालीनको अवस्थाको देन र लगनशीलताबाट प्रेरणा लिई ध्यान पुु¥याएर काम गर्नुपर्ने देखिन्छ, ।</p><p>यस पुस्तकमा प्रशासनिक क्षेत्रमा लामो कुशल योगदान दिनु भएका पूर्ब सचिब डा. द्दारिकानाथ ढुडगेलले वि. सं २०१३ साल अषाढ ४ सम्मको मुलुकको प्रशासन स्थिती, प्रशासन पुर्नगठन योजना आयोगको गठन र कार्यक्षेत्र, नेपाल निजामती सेवा ऐन २०१३ र निजामती सेवा नियमावली, २०१३ , त्यसबेला भएका सङ्गठन र व्यवस्थापनको सुधार र कर्मचारीको तालिमका लागि संस्थागत व्यवस्था सचिवालय कार्यनिर्देशिका , जिल्ला प्रशासन अध्ययन समिति , कर्मचारीहरुको नियुक्तिको सुव्यवस्था तथा स्थायीकरणको प्रयास, लोकसेवा आयोगको भूमिकाको स्वीकारोक्ति, प्रथम पञ्चवर्षिय योजना २०१३ मा प्रशासन सुधार निजामती सेवा ऐनको समिक्षा र आचार्य मन्त्रिपरिषद्पछि प्रशासन पुर्नगठन योजना आयोग जस्ता विषय समेटियको छ ।</p><p>टंक प्रसाद आचार्यको कार्यकालमा भएका अनेक कामहरूमध्ये मुलुकको प्रशासनलाई आधुनिकीकरण गर्न गरिएको स्वदेशी प्रयासका रूपमा प्रशासन सुधार पुनर्गठन योजना आयोगको गठन निजामती प्रशासनको क्षेत्रमा सुधारका लागि अनेक कानुनहरूको तजुर्मा एवं कार्यान्वयन भए र प्रथम पञ्चवर्षीय योजनाको तर्जुमा प्रमुख हुन । यी सबै आधुनिक नेपालको विकास र प्रशासनका बारेमा अभिरुचि राख्नेका लागि महत्त्वपूर्ण कामहरू हुन् । यिनैको कारणबाट आचार्यलाई मुलुकको निजामती सेवालाई आधुनिक रूप दिने परिकल्पनाकार र प्रवर्तक रूपमा हेरिने गरिन्छ । उनले तयार गराई लागू गराएको निजामती सेवा ऐन, २०१३ जारी गरेको दिन, भाद्र २२ लाई मुलुकले निजामती सेवा दिवशका रूपमा मनाउन थालेको छ । यस परिवेशमा आचार्यको निजामती सेवाको क्षेत्रमा रहेको योगदानलाई यस पुस्तकमा मा विवेचना गर्ने प्रयास गरिएको छ ।</p> </div>",
    },
  },
};
