import React from "react";
import StartingBanner from "../../forAll/StartingBanner";
import { lazy } from "react";
const LinksSection = lazy(() => import("../../forAll/LinksSection"));

const PramukhKaryaharu = () => {
  return (
    <>
      <StartingBanner />
      <div className="pramukhKaryaharu-page">
        <div className="contents">
          <div className="main-section">
            <h1 className="heading">प्रमुख कार्यहरू</h1>
            <div className="desc">
              <h3 className="sub-head">(१) अध्ययन अनुसन्धानः</h3>
              <p>
                प्रतिष्ठानले राष्ट्रिय महत्वका विषयमा अध्ययन् अनुसन्धान तथा
                कार्यशाला गोष्ठी गरी सोको आधारमा प्रकाशित कृतिहरूले राष्ट्रिय
                सवालका विषयमा जनचेतना अभिवृद्धि गर्नका साथै सरकारी ऐन नियम
                परिवर्तन गर्नमा समेत टेवा पु¥याएको छ । यस कार्यमा प्रतिष्ठानलाई
                फ्रेडिक इबर्ट इस्टिफटुड. लगायत अन्य दातृ संस्थाहरुको सहयोग हुदै
                आएको छ । यी वाहेक प्रतिष्ठानको प्रकाशनको अर्को मुख्य विषय
                लैङ्गिक समानता तथा महिला सशक्तिकरण रहेको छ । महिला विकासका
                क्षेत्रमा सम्बन्धित बिषय तथा मुद्दामा अध्ययन.अनुसन्धान तथा
                सेमीनारहरू गरी सोको आधारमा पुस्तक प्रकाशन गरिएको छ । यसले महिला
                विकासमा सकारात्मक परिर्वतन ल्याउन तथा नीति निमार्णमा रहेका
                व्यक्तिहरूलाई सचेत गराउन महत्वपूर्ण भूमिका खेलेको छ ।
              </p>
              <h3 className="sub-head">(२) जन्म जयन्ति तथा स्मृति दिवसः</h3>
              <p>
                मंसिर १७ गते टंप्रसाद आचार्यको जन्मजयन्ति र वैशाख ११ गते स्मृति
                दिवसमा विभिन्न सभा समारोह सञ्चालन गर्ने गरिएको छ । सो अवसरमा
                सञ्चालन गरिएका कार्यक्रमहरुमा विभिन्न समसामयिक विषयामा प्रस्तुत
                कार्यपत्र एवं तिनमाथिको प्रतिक्रियाहरुलाई समेटेर पुस्तक प्रकाशन
                गर्ने गरिएको छ ।
              </p>
              <h3 className="sub-head">(३) सहीद दिवसः</h3>
              <p>
                सहीद दिवसका अवसरमा काठमाण्डौ महानगरपालिकासँग मिलेर सहीद
                सप्ताहभरि हुने विभिन्न कार्यक्रमहरुमा सहभागिता जनाउने गरिएको छ ।
                साथै यस अवसरमा प्रेश विज्ञप्ती पनि निकाल्ने गरिएको छ ।
              </p>
              <h3 className="sub-head">(४) पर्चा दिवसः</h3>
              <p>
                २०७८ सालदेखि १९९७ सालमा राणहरुका विरोधमा पर्चा छरिएको दिन असार ९
                गतेमा पनि भव्य कार्यक्रमको थालनी गर्ने ।
              </p>
              <h3 className="sub-head">(५) निजामति दिवसः</h3>
              <p>
                निजामति सेवा नै राष्ट्रको प्रशासनको मेरुदण्ड भएकोले यसलाई स्वच्छ
                प्रतिस्पर्धी बनाउने कार्यको शुरुवात गर्ने टंप्रसाद आचार्यको
                स्मृतिलाई जनसमक्ष ल्याउनका लागि नेपाल सरकारले उहाँको सालिकमा
                विविध कार्यक्रमहरु गरेर सम्मान गर्ने गरेको छ । प्रतिष्ठानले पनि
                सो दिवसका अवसरमा आचार्यलाई सम्झने कार्यक्रमहरु सञ्चालन गर्दै
                आएको छ ।
              </p>
              <h3 className="sub-head">(६) छात्रवृत्ति कार्यक्रमः</h3>
              <p>
                प्रतिष्ठानले उपलब्ध गराउदै आएको छात्रवृत्तिबाट सामाजिक एवं
                शिक्षा क्षेत्रमा उल्लेखनिय सहयोग पुगेको छ । यो छात्रवृत्ति
                बाल÷बालिकाले विद्यालयस्तरको शिक्षाको समाप्ति सम्म निरन्तर पाउने
                हुनाले यसको विशेष महत्व छ । नीजि चन्दा सहयोगबाट पिछाडिएमा वर्गका
                बाल÷बालिका हरूलाई मात्र सहयोग पु¥याइएको छ । हाल नवलपरासी र
                वाग्लुङ्ग र रोल्पा जिल्लाका गरिव, जहेन्दार, वालिका तथा जनजातिका
                छात्र छात्राहरुलाई प्रतिष्ठान शिक्षा विकास कोषवाट छात्रावृति
                प्रदान गरिदै आएको छ । अहिलेसम्म यस प्रतिष्ठानले नवलपरासिमा १२६
                जनालाई छात्रवृति प्रदान गरेकोमा २७ जनाले प्रवेशिका परीक्षा
                उत्तीर्ण गरिसकेका छन् । त्यस्तै दुर्गम जिल्ला रोल्पामा
                छात्रवृत्ति कार्यक्रम सञ्चालन गर्न २०६४ सालदेखि डा.अगस्टा मोलनर
                (अमेरिकन नागरिक) वाट वार्षिक २० हजार अमेरिकी डलर प्राप्त हुने
                गरेको छ । जसबाट हालसम्म १४३६ जना विद्यार्थीले छात्रावृति प्राप्त
                गरेका छन् । २०६५ सालदेखि कक्षा ११ र १२ का साथै व्राविधिक
                शिक्षामा पनि छात्रवृत्ति दिइदै आएकोमा २०७७ सालसम्ममा १३० जनाले
                यो छात्रवृत्ति पाइसकेका छन् । छात्रवृत्ति रकम कक्षा हेरेर कक्षा
                १ देखि ५ सम्म वार्षिक २४००, कक्षा ६ देखि ८ सम्म वार्षिक ३०००,
                कक्षा ९ देखि १० सम्म ४८००, कक्षा ११ देखि १२ सम्म रु ६००० र १२
                कक्षा भन्दा माथिलाई २०००० प्रदान गर्ने गरिन्छ । यो छात्रवृत्रि
                पनि विद्यार्थीले अध्ययन नछोडेसम्म पाउँछन् ।
              </p>
              <h3 className="sub-head">आचार्यको प्रतिमा</h3>
              <p>
                प्रतिष्ठानको अथक प्रयासमा काठमाडौ महानगरपालिकाले २०५६ सालमा
                कोटेश्वरमा स्व. आचार्यको प्रतिमा स्थापना गरिएको थियो । त्यसपछि
                सडक विभागले ग्रिन वेल्टमा निर्माण भएको स्व. आचार्यको प्रतिमा
                काठमाडौं भक्तपुर सडक विस्तार आयोजना अन्तर्गत कोटेश्वरवाट जडिवुटि
                जाँदा देव्रे पट्टिको स्थानमा स्थानान्तरण गरेकोे छ । प्रतिष्ठानको
                निरन्तर प्रयासमा तार वार गर्ने कार्य सडक विभागबाट र ढुङ्गा
                छाप्ने कार्य नगरपालिका बाट सम्पन्न भई सकेको छ । त्यहाँ टंकप्रसाद
                आचार्यको संक्षिप्त जिबनी लेखेकोे मार्वल स्ल्याव पनि राखी सकिएको
                छ । उक्त स्थानमा सुन्दर बाटिका निर्माण भएको छ । प्रतिष्ठानको
                कार्यालय भवन निर्माण भक्तपुर कटुञ्जेमा नेपाल सरकारवाट
                प्रतिष्ठानको कार्यालय भवन वनाउन २ रोपनी ४ आना जग्गाको भोगाधिकार
                प्राप्त भई सो स्थानमा नेपाल सरकार र सूर्य विनायक नगरपालिकाको
                सहयोगमा तीनतले भवन निर्माण भएको छ । उक्त भवनमा टंकप्रसाद आचार्य
                स्मृति वाचनालय सञ्चालनमा रहेको छ ।
              </p>
              <h3 className="sub-head">(ड) टंकप्रसाद आचार्य संग्राहलय</h3>
              <p>
                नवल परासी रामग्राममा रहेको स्व. आचार्यको जन्मघरमा स्व. टंकप्रसाद
                आचार्य संग्राहलय बनाउन प्रतिष्ठानलाई जग्गाको भोगाधिकार प्राप्त
                भएको र संग्रालय बनाउन स्थानिय समितिद्वारा संग्रालयको प्रस्ताव
                तयार गरी सम्वन्धित मन्त्रालयमा पेश गरिएकोमा सो कार्य अघि बढन
                सकेको छैन । घर जिर्ण अबस्थामा पुगेको छ । श्रोत र साधनको अभाबले
                प्रतिष्ठान सो कार्य अगाडि बढाउन असमर्थ छ । प्रतिष्ठानका नवल
                परासी शाखाका अध्यक्षको आफ्नै प्रयासमा स्थानीय श्रोत संकलन गरी
                थोर बहुत काम भएको छ । पत्रकारहरुले संग्राहालयको भ्रमणगरी
                समाचारहरु प्रकाशनमा आइरहेका छन् । घर मात्र हस्तान्तरण भई वरीपरी
                एकधुर पनि जमिन नदिएकोले सो कार्यमा वाधा पुगेको छ । स्व. आचार्यको
                जन्मघर अगाडिको टहरो सहित चोक पनि हस्तान्तरण हुनु आवश्यक छ ।
              </p>
            </div>
          </div>
          <LinksSection />
        </div>
      </div>
    </>
  );
};

export default PramukhKaryaharu;
