import React from "react";
import StartingBanner from "../../forAll/StartingBanner";
import { lazy } from "react";
const LinksSection = lazy(() => import("../../forAll/LinksSection"));

const Abalokan = () => {
  return (
    <>
      <StartingBanner />
      <div className="abalokan-page">
        <div className="contents">
          <div className="main-section">
            <h1 className="heading">
              अवलोकन (१९९७ – २०१७) १९९७ देखि २०१७ साल एक अवलोकन :२०६२
            </h1>
            <div className="desc">
              <p>
                प्रतिष्ठान द्दारा प्रकाशित नेपालको राजनीतक इतिहासबारे १९९७
                जनआन्दोलन दोस्रोसम्म को राजनीतिमा प्रत्यक्ष सहभागी तथा राजनीतिक
                विश्लेषक अरविन्द रिमालको पुस्तक १९९७ देखी २०१७ साल एक अवलोकनले
                नेपालको राजनीतिक इतिहासको पानामा एउटा नया आयाम थपेको छ ।{" "}
              </p>
              <br />
              <h3 className="sub-head">
                राष्ट्रियसरोकारका विषयहरुबारे प्रकाशनहरु
              </h3>
              <p>
                नेपालको राष्ट्रिय सार्वभौम सत्ताको संरक्षण तथा राष्ट्रिय राजनिति
                का जल्दाबल्दा समश्याहरुको गहण विश्लेषण र नितिगत निचोड बारे पनी
                यस सस्थाले समसामयिक समस्याहरूका वारेमा छलफल अन्तक्र्रिया गोष्ठी
                संचला तरी त्यसबाट प्राप्त सुझाबहरु लाई प्रकाशनमा ल्याउने गरेको छ
                । यसै सन्र्दभमा निम्न प्रकाशनहरुले विशेष महत्व राखदछन् । भर्खरै
                प्रकाशन भएको नेपालका लागि किन सामासिक प्रजातन्त्र भन्ने पुस्तक
                विशेष सान्र्दभिक छ । यस पुस्तकमा नेपालका विषयगत विद्दावान
                हरुद्दारा लेखिएका किन नेपालको वर्तमान स्थितिमा सामाजिक
                प्रजातन्त्र एक मात्र व्यभमरिक राजनीतिक कार्यदिशा हुन सक्दछ र
                आवश्यकता छ भन्नेकुरा को बलिया तर्कसहित का अध्ययन हरुलाई समेटियको
                छ ।नेपालको राष्टिय सार्वभौम सत्ताको संरक्षणमा बारे चिन्तनहुने
                कार्यक्रम समेत प्रतिष्ठानले गर्दै आएको छ ।{" "}
              </p>
              <p>१ नेपाल थर्काइदिने १९ दिन : २०६३ — अरविन्द रिमाल</p>
              <p>
                २ राष्ट्र र राष्ट्रियता, आजको राष्ट्रिय संकट र त्यसको निवारण :
                २०५९
              </p>
              <p>
                3 Labour Market Development and Poverty:2000 – Dr. Meena Acharya
              </p>
              <p>
                4 Internal and International Migration in Nepal : 1999 – Dr.
                Harka Gurung
              </p>
              <p>५ नगरिकताको व्यवस्था : वर्तमान र भावि स्वरुप : २०५९</p> <br />
              <h3 className="sub-head">
                नगरिकताको व्यवस्था : वर्तमान र भावि स्वरुप : २०६०
              </h3>
              <p>
                प्रतिष्ठानले २०५९ सालदेखि नेपालमा आमाको नामबाट पनि नागरिकता
                दिनुपर्ने विषयमा पहल गर्दै, आधिकारीक रुपमा राजनीतिक पार्टीहरूलाई
                समेत सम्मिलित गराई गोष्ठी सम्पन्न गरी पुस्तक समेत प्रकाशन तथा
                वितरण गरेको थियो । उक्त विषयमा २०६३ जेष्ठ १६ गते संसदवाट
                सर्वसम्मतीले निर्णय भयो ।{" "}
              </p>
              <br />
              <p>Labour Market Development and Poverty 2000</p>
              <p>
                नेपालको विभिन्न जातजाति महिला को सामाजिक–आर्थिक स्थिति तथा
                श्रमबारे अध्ययन प्रकाशन तर्फ पनि यस प्रतिष्ठानको विशेष योगदान
                रहेको छ । यसैतर्फ डा. मीना आचार्यद्वारा लिखित यस पुस्तकमा नेपाली
                श्रम बजारको विस्तृत अध्ययन गरिएको छ ।
              </p>
              <br />
              <h3 className="sub-head">अनुसनधानात्मक प्रकाशनहरु</h3>
              <p>
                प्रतिष्ठानले राष्ट्रिय महत्वका विषयमा अध्ययन् अनुसन्धान तथा
                कार्यशाला गोष्ठी गरी सोको आधारमा प्रकाशित कृतिहरूले राष्ट्रिय
                सवालका विषयमा जनचेतना अभिवृद्धि गर्नका साथै सरकारी ऐन नियम
                परिवर्तन गर्नमा समेत टेवा पु¥याएको छ। यसकार्यमा प्रतिष्ठानलाई
                फ्रेडिक स्फटुड. फाउण्डेशन लगाएत अन्य दात्री सस्थाहरुको सहयोग
                हुदै आएको छ। यी वाहेक प्रतिष्ठानको प्रकाशनको अर्को मुख्य विषय
                लैङ्गिक समानता तथा महिला सशत्तिकरण रहेको छ। महिला विकासका
                क्षेत्रमा सम्बन्धित बिषय तथा मुद्धा अध्ययन.अनुसन्धान तथा
                सेमीनारहरू गरी सोको आधारमा पुस्तक प्रकासन गरिएको छ । यसले महिला
                विकाशमा सकारात्मक परिर्वतन ल्याउन तथा नीति निमार्णमा रहेका
                व्यक्तिहरूलाई सचेत गराउन महत्वपूर्ण भुमिका खेलेको छ ।{" "}
              </p>
              <p>
                १ नेपालको महिला आन्दोलनको परिवर्तित सन्दर्भ एक विवेचना : २०६८
                –डा. मीना आचार्य
              </p>
              <p>
                २ नेपालको जात/जातिगत तथा लैङ्गिक आयामः तथ्याङ्कगत विश्लेषण,
                (२०४८–२०५८), २००८ –डा. मीना आचार्य
              </p>
              <p>
                3 Caste, Ethnic and Gender Dimensions of Nepal’ Population: A
                Statistical Analysis, 1991-2001, 2008{" "}
              </p>
              <p>– Dr. Meena Acharya</p>
              <p>४ भावी संविधान र महिला शशक्तिकरण, २०६४ –डा. मीना आचार्य</p>
              <p>५ नेपालमा महिला विकासका प्रयत्नहरू : २०६२ –डा. मीना आचार्य </p>
              <p>
                6 Effort at Promotion of Women in Nepal : 2004 – Dr. Meena
                Acharya
              </p>
              <br />
              <h3 className="sub-head">
                नेपालको जात/जातिगत तथा लैङ्गिक आयामः तथ्याङ्कगत विश्लेषण
                (२०४८–२०५८)
              </h3>
              <p>
                नेपालको जात÷जातिगत तथा लैङ्गिक आयामः तथ्याङ्कगत विश्लेषण,
                (२०४८–२०५८) अंग्रजी तथा नेपाली संस्करणले राज्यको पुसर्नसंरचना
                तथा समावेशी राज्य व्यवस्थाको निर्माणका लागि आधारभूत तथ्याङ्कको
                विश्लेषण प्रस्तुत गरेको छ । सन् २००५ मा यस विषयमा अनुसन्धान तथा
                अन्तक्रिया गरी सार्वजनिक गरिएको थियो। तथ्याङ्कहरूले नेपाल सरकार
                दाता संस्था तथा राष्ट्रहरु र नागरिक समाजलाई समावेशी कार्यक्रम
                संञ्चालन गर्न प्रथम आधारको आधार खडा गरेको थियो । हाल यो
                प्रतिवेदनको अंग्रजी र नेपाली संस्करण वि.स.२०६६ मानै प्रकाशित
                भएका छन् ।{" "}
              </p>
              <br />
              <h3 className="sub-head">
                नेपालको महिला आन्दोलनका परिवर्तित सन्र्दभः एक विवेचना, २०६८{" "}
              </h3>
              <p>
                यो पुस्तिकाले नेपाली महिला आन्दोलनका सैद्धान्तिक र ऐतिहासिक
                पक्षलाई समेट्दै नेपाली महिला आन्दोलनका विभिन्न चरणहरुको
                संक्षिप्त विवेचना गरेको छ । यस आन्दोलनलाई वर्तमानसम्म पु¥याउन,
                आन्दोलनका विभिन्न धारहरुको योगदान र वर्तमान आन्दोलनलाई
                “विविधतामा एकता”को सन्दर्भमा जनजाति, मधेशी, दलित तथा अन्य समग्र
                महिला आन्दोलनका माग र अप्ठ्याराहरु तथा सहमतिका बुँदाहरुको
                विश्लेषण गरिएको छ । यसका साथै समग्र महिला आन्दोलनका वर्तमान
                मुद्दाहरुलाई आजसम्म कुण्ठित आवाजलाई समेट्दै, जनजाति, दलित मधेशी
                सबैका मागहरुलाई समेट्न सक्नु र एकताको ठोस कार्यनीति अघि सार्न
                प्रेरणा प्रदान गरेको छ । महिला अस्मिता र अस्तित्वको सबालसँगै
                गाँसिएको महिला हिंसाको न्यूनीकरण गर्न, महिला अधिकारतर्फ आजसम्मका
                उपलब्धिको संरक्षण गन, कानूनी अधिकार र विकासमा सहभागितालाई
                यथार्थमा ओराल्न र नागरिकताको जस्तो आधारभूत पक्षको समान अधिकारको
                प्राप्तिका लागि एकजुट यो पुस्तक प्रेरक बनेको छ । <br />
                <br />
                यो पुस्तिकाले एक व्यक्तिको विचार भन्दा पनि आजका महिला अगुवा
                नेतृहरु, संविधानसभाका महिला सदस्यहरु, विभिन्न धारका महिला सञ्जाल
                तथा गैर– सरकारी संस्थाहरुसँगको विस्तृत अन्तरक्रियाबाट भावी महिला
                आन्दोलनका एउटा एकीकृत कार्यनीति प्रस्तुत गर्न खोजेको छ ।टंक
                प्रसाद स्मृति आचार्य प्रतिष्ठानको तथा सहभागी संस्थाको संयुक्त
                प्रयासमा अन्तरक्रियाहरुको आयोजना गरी बेग्लै अध्ययनको शिलशिलामा
                डा. मीना आचार्यका यो पुस्तक तयार पार्नु भएको हो ।{" "}
              </p>
              <br />
              <h3>भावी संविधान र महिला शशक्तिकरण, २०६४</h3>
              <p>
                {" "}
                २०६४ मा संविधान सभाको निर्वाचन अगाडि डा. देवराज दाहाल, डा.
                काशीराज दाहाल, डा.मीना आचार्य तथा स्थानीय श्रोत व्यक्तिहरूको
                संलग्नातामा संविधान सम्बन्धी गोष्ठीहरू सम्पन्न गरेको थियो । तत्
                पश्चाच डा.मीना आचार्यको यो पुस्तक संविधान सभाका निवार्चनकने
                समयमा धेरै चर्चित र वितरित रह्यो ।
              </p>
              <br />
              <h3 className="sub-head">
                नेपालमा महिला विकासका प्रयत्नहरू, २०६२
              </h3>
              <p>
                महिला र पुरुष तथा सबै नागरिकलाई समान अधिकारको व्यवस्था हुनु
                प्रजातन्त्रको प्राथमिक आधार हो । तर सबैको आफ्ना अधिकार उपभोग
                गर्न सक्ने “आधारशीला” अथवा वातावरणको सिर्जना गर्नु त्यसभन्दा पनि
                बढी महत्वपूर्ण हुन्छ । नेपाल सरकारले राजनैतिक तथा विकास
                क्षेत्रमा महिलाको भूमिका बढाउने अन्तर्राष्ट्रिय सन्धी सम्झौता
                अनुसार धेरै कानून पनि बनाइ सकेको छ । <br />
                <br />
                डा. मीना आचार्यद्वारा लिखित यो “ नेपालमा महिला विकासका
                प्रयत्नहरू ” यस पुस्तकमा नेपाली महिलाको सामाजिक, आर्थिक र
                राजनैतिक अवस्थामा भएका सुधारहरूलाई पूर्ण रूपमा अध्यावधिक गर्दै,
                नेपालको यस क्षेत्रका उपलब्धिलाई औंल्याउँदै, भावी कार्यदिशालाई
                औंल्याएको छ । यसका अतिरिक्त पुस्तकले एफ.इ.एस नेपालले एउटा
                प्रजातान्त्रिक प्रतिष्ठानका रूपमा आफ्ना सहयोगी गैर सरकारी
                संस्थाहरू, शैक्षिक संस्था, ट्रेड युनियन, सञ्चार र नागरिक समाजमा
                महिला र पुरुषको राजनैतिक र सामाजिक समाहितीकरणका लागि कसरी सहयोग
                गर्न सक्छ भन्ने प्रश्नहरू पनि प्रस्तुत गरेको छ ।{" "}
              </p>
              <br />
              <h3 className="sub-head">
                शालिक तथा विभिन्न भौतिक संरचनाको निमार्ण तथा संरक्षण
              </h3>
              <p>
                आचार्यको प्रतिमा प्रतिष्ठानको अथक प्रयासमा काठमाडौ
                महानगरपालीकाले २०५६ सालमा कोटेश्वरमा स्व. आचार्यको प्रतिमा
                स्थापना गरिएको भियो । दुःखका साथ भन्नु प्रर्दछ की सडक विभागले
                ग्रिन वेल्टमा निर्माण भएको स्व. आचार्यको प्रतिमा काठमाडौं
                भक्तपूर सडक विस्तार आयोजना अन्तर्गत कोटेश्वरवाट जडिवुटि जाँदा
                देव्रे पट्टिको स्थानमास्थानान्तरण गरेकोे छ । हाल त्यहाँ बगंैचा
                बनाउन स्थानिय टोल सुधार समिति संग छलफल भई काठमाडौ महानगरपालीकामा
                बाटीका निर्माणको लागि पहल भइरहेको छ । प्रतिष्ठानको निरन्तर
                प्रयासबाट तार वार गर्ने कार्य सडक विभागबाट र ढुङ्गा छाप्नेकार्य
                नगरपालिका बाट सम्पन्न भई सकेको छ । त्यहाँ टंकप्रसाद आचार्य को
                संक्षिप्त जिबनी लेखेकोे र्मावल स्ल्याप पनि राखी सकिएको छ ।
                बाटीका निर्माणको सहमतिका लागि सडक बिभाग संग संझौता भई सकेकाले
                बाटीका निर्माणको प्रस्ताव नगरपालिकामा पेश गरिएको छ ।<br />
                <br />
                टंकप्रसाद रेवन्तकुमारी आचार्य विद्यालय टंकप्रसाद रेवन्तकुमारी
                आचार्य विद्यालय स्थापनार्थ नवलपरासी जग्गा खरिद गरी विद्यालय
                कालागी ३ तले भवन निर्माण भई कक्षा संञ्चालनका लागी फर्निचर समेत
                राखी सकीएको छ विभिन्न परिस्थिति र स्थानीय आवश्यकता वारे लेखाजोखा
                गर्दा त्यस भवनमा विभिन्न प्राविधिक तालिमहरु संञ्चालन गर्ने
                निर्णयमा पुगिएको छ र सोही अनुसार आवश्यक कार्वाही भई रहेको छ ।
                <br />
                <br />
                टंकप्रसाद आचार्य संग्राहलय नवल परासी रामग्राममा रहेको स्व.
                आचार्यको जन्मघरमा स्व. टंकप्रसाद आचार्य संग्राहलय बनाउन
                प्रतिष्ठानलाई जग्गाको भोगाधिकार प्राप्त भएको र संग्रालय बनाउन
                स्थानिय समितिद्धारा संग्रालयको प्रस्ताव तयार गरी सम्वन्धित
                मन्त्रालयमा ४ वर्ष अघिनै पेश गरिएकोमा सो कार्य अघि बढन सकेको छैन
                । घर जिर्ण अबस्थामा पुगेको छ । श्रोत र साधनको अभाबले
                प्रतिष्ठानले सो कार्य अगाडी बढाउन असमर्थ छ । प्रतिष्ठानका नवल
                परासी शाखाका अध्यक्षको आफ्नै प्रयासमा स्थानीय श्रोत संकलन गरी
                थोर बहुत काम भएको छ । गतबर्ष पत्रकारहरुको एउटा टोलिले
                संग्राहालयको भ्रमणगरी समाचारहरु प्रकाशित गरेका छन् । घरमात्र
                हस्तान्तरण भई वरीपरी एकधुर पनि जमिन नदिएकोले सो कार्यमा वाधा
                पुगेको छ । स्व. आचार्यको जन्मघर अगाडिको टहरो सहित चोक पनि
                हस्तान्तरण हुनु आवश्यक छ ।<br />
                <br />
                प्रतिष्ठानको कार्यालय भवन निमार्ण भक्तपूर कटुञ्जेमा नेपाल
                सरकारवाट प्रतिष्ठानको कार्यालय भवन वनाउन २ रोपनी ४ आना जग्गाको
                भोगाधिकार प्राप्त भई निर्माणको लागि हालसम्म प्राप्त रु.६० लाख
                बजेट निकासा भएको र आ.व.०६९÷०७० मा पुर्ण बजेट नआएकाले रकम प्राप्त
                हुन सकेको छैन । प्रतिष्ठानले गा.वि.स अध्यक्षको अध्यक्षतामा
                सर्वदलीय स्थानिय सहयोग समिति बनाएर शुरु गरिएको कामले हालसम्म
                दास्रो तल्ला सम्मको संरचना खडा भएको छ । हाल त्यहा टंकप्रसाद
                स्मृति वाचनालय संञ्चालित छ ।
              </p>
              <br />
              <h3 className="sub-head">जन्म जयन्ति तथा अन्य समारोह</h3>
              <p>
                २०६८ मंसिर १७ गते तत्कालीन सविधान सभाका अध्यक्ष सम्माननीय सुवास
                चन्द« नेम्वाड्को प्रमुख आतित्थतामा जन्म शताव्दी समारोह भव्य
                रुपमा मनाइयो । सो अवसरमा डा.द्वारिकानाथ ढुङ्गेल को आधुनिक नेपाल
                निजामति सेवाको परिकल्पनाकार एवं प्रवर्तक टंकप्रसाद आचार्य,
                डा.शोभा पोखरेलको टंकप्रसाद आचार्यको परराष्ट्र निति र डा. मीना
                आचार्यको नेपालको महिला आन्दोलनको परिवर्तित सन्दर्भ एक विवेचना
                गरी ३ ओटा पुस्तकहरु लोकार्पण गरिएको छ । जन्म शताव्दीकै अबसरमा
                २०६९ वैशक ११ गते स्व. आचार्यको २०सौ स्मृति दिवसको अबसरमा गोविन्द
                प्रसाद दुलालद्धारा संम्पादीत टंकप्रसाद आचार्य र आजको नेपाल नामक
                जन्म शताब्दी स्मारकिा सम्माननीय पूर्व प्रधानमन्त्री माधवकुमार
                नेपाल द्धारा लोकार्पण गरिएको छ । यसैगरी २०६९ मंसिर १७ गते
                सम्माननीय राष्टपति डा. रामवरण यादवज्यूको प्रमुख आतित्थतामा जन्म
                शताव्दी समापन समारोह मनाइयो । सो अवसरमा सम्माननीय राष्टपति डा.
                रामवरण यादवज्यूले विरभद्र आचार्य द्धारा लिखित टंकप्रसाद नामक
                पुस्तक लोकार्पण गर्नु भयो छ ।{" "}
              </p>
              <br />
              <h3 className="sub-head">राष्टिय व्यत्तित्व हरुलाई सम्मान</h3>
              <p>
                प्रतिष्ठानले आफ्नो स्थापनाकालदेखि नै वार्षिक रुपमा प्रशिक्षण,
                राष्ट्रिय महत्वका विषयहरूबारे विभिन्न प्रतियोगिता सम्पन्न गरी
                स्व. आचार्य तथा शहीहदहरूको जन्मजयन्ती मनाउने सन्र्दभमा
                प्रतिष्ठानलाई विशेष सहयोग पूर्याउने राष्टिय व्यत्तित्व हरुलाई
                सम्मान गर्ने कार्यक्रम गर्दै आएको छ ।{" "}
              </p>
              <br />
              <h3 className="sub-head">छात्रवृत्ती समन्धी कार्यहरूः</h3>
              <p>
                प्रतिष्ठानले विगत १०/११ वर्षदेखि उपलब्ध गराउदै आएको
                छात्रवृत्तिबाट सामाजिक एवं शिक्षा क्षेत्रमा उल्लेखनिय सहयोग
                पुगेको छ । यो छात्रवृत्ति बाल÷बालिकाले विधालयस्तरको शिक्षाको
                समाप्ति सम्म निरन्तर पाउने हुनाले यसको विशेष महत्व छ । कोषमा
                हालसम्म नीजिचन्दाबाट मात्र सहयोग संकलन भएबाट पिछाडिएमा वर्गका
                बाल÷बालिका हरूलाई मात्र सहयोग पु¥याइको छ । हाल नवलपरासी र
                वाग्लुङ्ग, जिल्लामा गरिव, जहेन्दार, वालिका तथा जनजातिका ३३ जना
                छात्र छात्राहरुलाई प्रतिष्ठान शिक्षा विकास कोषवाट छात्रावृति
                प्रदान गरिदै आएको छ । अहिले सम्म यस प्रतिष्ठानले नवलपरासिमा १२६
                जनालाई छात्रवृति प्रदान गरेकोमा २७ जनाले प्रवेशिका परीक्षा
                उत्तीर्ण गरिसकेका छन् । प्रतिष्ठान अन्तर्गत सञ्चालन हुने गरि
                नेपालको दुर्गम जिल्ला रोल्पामा शिक्षा कार्यक्रम सञ्चालन गर्न
                डा.अगस्टा मोलनर (अमेरिकन नागरिक) वाट वार्षिक अमेरिकन डलर १० हजार
                प्राप्त हुने गरेको छ । जसबाट रोल्पाका १०१ जना विद्यार्थीले
                छात्रावृति प्राप्त गरेका छन् । यही गत भाद्र महिनामा प्रतिष्ठान
                शिक्षा विकास कोषका अध्यक्ष प्रा.डा.माधव शर्मा द्वारा यस वर्षको
                छात्रवृत्ति वितरण गरी आउनु भएको छ ।
              </p>
            </div>
          </div>
          <LinksSection />
        </div>
      </div>
    </>
  );
};

export default Abalokan;
