import React from "react";
import StartingBanner from "../../forAll/StartingBanner";
import { useParams } from "react-router-dom";
import { lazy } from "react";
const LinksSection = lazy(() => import("../../forAll/LinksSection"));

const ParichayaSubpage = ({ subpageContent }) => {
  const subLink = useParams().subLink;
  const selectedContent = subpageContent && subpageContent[subLink && subLink];

  return (
    <>
      <StartingBanner />
      <div className="parichaya-subpage">
        <div className="contents">
          <div className="main-section">
            <h1 className="heading">
              {selectedContent &&
                selectedContent.heading &&
                selectedContent.heading}
            </h1>
            <span
              dangerouslySetInnerHTML={{
                __html:
                  selectedContent &&
                  selectedContent.desc &&
                  selectedContent.desc,
              }}
            />
          </div>
          <LinksSection />
        </div>
      </div>
    </>
  );
};

export default ParichayaSubpage;

ParichayaSubpage.defaultProps = {
  subpageContent: {
    mukhyaKarya: {
      heading: "जन्म जयन्ति तथा अन्य समारोह",
      desc: "<div className='desc'><p>२०६८ मंसिर १७ गते तत्कालीन सविधान सभाका अध्यक्ष सम्माननीय सुवास चन्द« नेम्वाड्को प्रमुख आतित्थतामा जन्म शताव्दी समारोह भव्य रुपमा मनाइयो । सो अवसरमा डा.द्वारिकानाथ ढुङ्गेल को  आधुनिक नेपाल निजामति सेवाको परिकल्पनाकार एवं प्रवर्तक टंकप्रसाद आचार्य,  डा.शोभा पोखरेलको  टंकप्रसाद आचार्यको परराष्ट्र निति  र  डा. मीना आचार्यको नेपालको महिला आन्दोलनको परिवर्तित सन्दर्भ एक विवेचना गरी ३ ओटा पुस्तकहरु लोकार्पण गरिएको छ । जन्म शताव्दीकै अबसरमा २०६९ वैशक ११ गते स्व. आचार्यको  २०सौ स्मृति दिवसको अबसरमा गोविन्द प्रसाद दुलालद्धारा संम्पादीत टंकप्रसाद आचार्य र आजको नेपाल नामक जन्म शताब्दी स्मारकिा सम्माननीय पूर्व प्रधानमन्त्री माधवकुमार नेपाल द्धारा लोकार्पण गरिएको छ । यसैगरी  २०६९ मंसिर १७ गते सम्माननीय राष्टपति डा. रामवरण यादवज्यूको  प्रमुख आतित्थतामा जन्म शताव्दी समापन समारोह मनाइयो ।  सो अवसरमा सम्माननीय राष्टपति डा. रामवरण यादवज्यूले विरभद्र आचार्य द्धारा लिखित टंकप्रसाद नामक पुस्तक लोकार्पण गर्नु भयो छ । </p> </div>",
    },
    udayashya: {
      heading: "उद्देश्य",
      desc: "<div className='desc'> पूर्वप्रधानमन्त्री एवं जनआन्दोलनका पिताका रुपमा सुपरिचित टंकप्रसाद आचार्यको नाममा स्थापित यस संस्थाको मुख्य उद्देश्य नेपालको राष्ट्रिय सार्वभौमिकता, क्षेत्रिय अक्ष्क्षुणता, स्वाभिमान र लोकतान्त्रिक मूल्य तथा मान्यताहरूको संरक्षण र प्रवद्र्धन गर्नु तथा देशको सर्वतोमूखि विकासमा सहयोग पुर्याउनु हो । तसर्थ यस प्रतिष्ठानको भौतिक, वित्तिय तथा मानव संसाधन क्षेत्रमा विशेष योगदान हुने गरि आफ्ना क्रियाकलाप संचालन गर्ने गरेको छ । उक्त उद्देश्यको परिपूर्तिका लागि यस संस्थाले विभिन्न कार्यक्रम गर्ने उद्देश्य राखेको छ । <br /> <br />(क) राष्ट्रिय सार्वभौमिकता, क्षेत्रीय अक्ष्क्षुणता, स्वाभिमान र लोकतान्त्रिक मुल्यहरूबारे खोज, सेमिनार, गोष्ठी, प्रशिक्षण तथा प्रतियोगिता आदि गराउने र उक्त विषयमा पुस्तक, पुस्तिका प्रकाशन गराउने । <br /> <br />(ख) यी मूल्य र मान्यतालाई जनता समक्ष पु शिक्षा, सामाजिक उत्थान आर्थिक समुन्नतिको क्षेत्रमा विभिन्न काम गर्ने । <br /><br /> (ग) पुरस्कारद्वारा राष्ट्रिय वा अन्तर्राष्ट्रिय जगतमा जनकल्याण, विकास एवं सम्वर्धनमा गहकिलो योगदान गरेको व्यक्तिलाई सम्मानित गर्ने । </div>",
    },
    karyasamiti: {
      heading: "छात्रवृत्ती समन्धी कार्यहरूः",
      desc: "<div className='desc'>प्रतिष्ठानले विगत १०/११ वर्षदेखि उपलब्ध गराउदै आएको छात्रवृत्तिबाट सामाजिक एवं शिक्षा क्षेत्रमा उल्लेखनिय सहयोग पुगेको छ । यो छात्रवृत्ति बाल /बालिकाले विधालयस्तरको शिक्षाको समाप्ति सम्म निरन्तर पाउने हुनाले यसको विशेष महत्व छ । कोषमा हालसम्म नीजिचन्दाबाट मात्र सहयोग संकलन भएबाट पिछाडिएमा वर्गका बाल/ बालिका हरूलाई मात्र सहयोग पु¥याइको छ । हाल नवलपरासी र वाग्लुङ्ग, जिल्लामा गरिव, जहेन्दार, वालिका तथा जनजातिका ३३ जना छात्र छात्राहरुलाई प्रतिष्ठान शिक्षा विकास कोषवाट छात्रावृति प्रदान गरिदै आएको छ । अहिले सम्म यस प्रतिष्ठानले नवलपरासिमा १२६ जनालाई छात्रवृति प्रदान गरेकोमा २७ जनाले प्रवेशिका परीक्षा उत्तीर्ण गरिसकेका छन् । प्रतिष्ठान अन्तर्गत सञ्चालन हुने गरि नेपालको दुर्गम जिल्ला रोल्पामा शिक्षा कार्यक्रम सञ्चालन गर्न डा.अगस्टा मोलनर (अमेरिकन नागरिक) वाट वार्षिक अमेरिकन डलर १० हजार प्राप्त हुने गरेको छ । जसबाट रोल्पाका १०१ जना विद्यार्थीले छात्रावृति प्राप्त गरेका छन् । यही गत भाद्र महिनामा प्रतिष्ठान शिक्षा विकास कोषका अध्यक्ष प्रा.डा.माधव शर्मा द्वारा यस वर्षको छात्रवृत्ति वितरण गरी आउनु भएको छ । </div>",
    },
    bewasthapan: {
      heading: "शालिक तथा विभिन्न भौतिक संरचनाको निमार्ण तथा संरक्षण",
      desc: "<div className='desc'><h3>आचार्यको प्रतिमा</h3><p>प्रतिष्ठानको अथक प्रयासमा काठमाडौ महानगरपालीकाले २०५६ सालमा कोटेश्वरमा स्व. आचार्यको प्रतिमा स्थापना गरिएको भियो । दुःखका साथ भन्नु प्रर्दछ की सडक विभागले ग्रिन वेल्टमा निर्माण भएको स्व. आचार्यको प्रतिमा काठमाडौं भक्तपूर सडक विस्तार आयोजना अन्तर्गत कोटेश्वरवाट जडिवुटि जाँदा देव्रे पट्टिको स्थानमास्थानान्तरण गरेकोे छ । हाल त्यहाँ बगंैचा बनाउन स्थानिय टोल सुधार समिति संग छलफल भई काठमाडौ महानगरपालीकामा बाटीका निर्माणको लागि पहल भइरहेको छ । प्रतिष्ठानको निरन्तर प्रयासबाट तार वार गर्ने कार्य सडक विभागबाट र ढुङ्गा छाप्नेकार्य नगरपालिका बाट सम्पन्न भई सकेको छ । त्यहाँ टंकप्रसाद  आचार्य को संक्षिप्त जिबनी लेखेकोे र्मावल स्ल्याप पनि राखी सकिएको  छ । बाटीका निर्माणको सहमतिका लागि सडक बिभाग संग संझौता भई सकेकाले बाटीका निर्माणको प्रस्ताव नगरपालिकामा पेश गरिएको छ ।</p> <h3>टंकप्रसाद रेवन्तकुमारी आचार्य विद्यालय</h3> <p>टंकप्रसाद रेवन्तकुमारी आचार्य विद्यालय स्थापनार्थ नवलपरासी जग्गा खरिद गरी विद्यालय कालागी ३ तले भवन निर्माण भई  कक्षा संञ्चालनका लागी फर्निचर समेत राखी सकीएको छ  विभिन्न परिस्थिति र स्थानीय आवश्यकता वारे लेखाजोखा गर्दा त्यस भवनमा विभिन्न प्राविधिक तालिमहरु संञ्चालन गर्ने निर्णयमा पुगिएको छ र सोही अनुसार आवश्यक कार्वाही भई रहेको छ ।</p> <h3>टंकप्रसाद आचार्य संग्राहलय</h3><p>नवल परासी रामग्राममा रहेको स्व. आचार्यको जन्मघरमा स्व. टंकप्रसाद आचार्य संग्राहलय बनाउन प्रतिष्ठानलाई जग्गाको भोगाधिकार प्राप्त भएको र संग्रालय बनाउन स्थानिय समितिद्धारा संग्रालयको प्रस्ताव तयार गरी सम्वन्धित मन्त्रालयमा ४ वर्ष अघिनै पेश गरिएकोमा सो कार्य अघि बढन सकेको छैन । घर जिर्ण अबस्थामा पुगेको छ । श्रोत र साधनको अभाबले प्रतिष्ठानले सो कार्य अगाडी बढाउन असमर्थ छ ।  प्रतिष्ठानका नवल परासी शाखाका अध्यक्षको आफ्नै प्रयासमा स्थानीय श्रोत संकलन गरी थोर बहुत काम  भएको छ ।  गतबर्ष पत्रकारहरुको एउटा टोलिले संग्राहालयको भ्रमणगरी समाचारहरु प्रकाशित गरेका  छन् ।  घरमात्र हस्तान्तरण भई वरीपरी एकधुर पनि जमिन नदिएकोले सो कार्यमा वाधा पुगेको छ । स्व. आचार्यको जन्मघर अगाडिको टहरो सहित चोक पनि हस्तान्तरण हुनु आवश्यक छ । </p> <h3>प्रतिष्ठानको कार्यालय भवन निमार्ण</h3><p>भक्तपूर कटुञ्जेमा नेपाल सरकारवाट प्रतिष्ठानको कार्यालय भवन वनाउन २ रोपनी ४ आना जग्गाको भोगाधिकार प्राप्त भई निर्माणको लागि हालसम्म प्राप्त रु.६० लाख बजेट निकासा भएको र आ.व.०६९/०७० मा पुर्ण बजेट नआएकाले रकम प्राप्त हुन सकेको छैन । प्रतिष्ठानले गा.वि.स अध्यक्षको अध्यक्षतामा सर्वदलीय स्थानिय सहयोग समिति बनाएर शुरु गरिएको कामले हालसम्म दास्रो तल्ला सम्मको संरचना खडा भएको  छ । हाल त्यहा टंकप्रसाद स्मृति वाचनालय संञ्चालित छ ।</p> </div>",

      samparka: "",
    },
  },
};
